const data = [
  {
    "name": "千種区",
    "lat": 35.162824,
    "lon": 136.977493,
    "value": 3
  },
  {
    "name": "東区",
    "lat": 35.179383,
    "lon": 136.925958,
    "value": 3
  },
  {
    "name": "北区",
    "lat": 35.194117,
    "lon": 136.911971,
    "value": 4
  },
  {
    "name": "西区",
    "lat": 35.189125,
    "lon": 136.890315,
    "value": 6
  },
  {
    "name": "中村区",
    "lat": 35.176914,
    "lon": 136.868167,
    "value": 6
  },
  {
    "name": "中区",
    "lat": 35.168567,
    "lon": 136.910438,
    "value": 5
  },
  {
    "name": "昭和区",
    "lat": 35.150081,
    "lon": 136.934064,
    "value": 3
  },
  {
    "name": "瑞穂区",
    "lat": 35.13155669,
    "lon": 136.9347728,
    "value": 1
  },
  {
    "name": "熱田区",
    "lat": 35.12843141,
    "lon": 136.9104341,
    "value": 1
  },
  {
    "name": "中川区",
    "lat": 35.141571,
    "lon": 136.854704,
    "value": 6
  },
  {
    "name": "港区",
    "lat": 35.107792,
    "lon": 136.885553,
    "value": 8
  },
  {
    "name": "南区",
    "lat": 35.095084,
    "lon": 136.931263,
    "value": 4
  },
  {
    "name": "守山区",
    "lat": 35.202759,
    "lon": 136.975454,
    "value": 5
  },
  {
    "name": "緑区",
    "lat": 35.070757,
    "lon": 136.952151,
    "value": 6
  },
  {
    "name": "名東区",
    "lat": 35.17599233,
    "lon": 137.0105044,
    "value": 3
  },
  {
    "name": "天白区",
    "lat": 35.122575,
    "lon": 136.97488,
    "value": 3
  }
];